Page({
  data: {
    info: null,
    id: null,
    phaseList:{
      "01":{
        "title":"新民主主义革命时期\n",
        'date':'(1921.7-1949.10)',
        'description':`&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1921年7月23日，党的一大在上海召开。一大的召开标志着中国共产党的正式建立。与以往中国其他政党和政治组织不同的是，中国共产党一经成立就把实现共产主义作为最高理想和最终目标，确立起为中国人民谋幸福、为中华民族谋复兴的初心和使命。
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;中国共产党对中国革命道路的探索经历了艰难的历程。在艰辛的探索实践中，中国共产党坚持把马克思主义基本原理同中国革命具体实际相结合，团结带领中国人民找到了一条农村包围城市、武装夺取政权的正确革命道路，进行了28年浴血奋战，打败日本帝国主义，推翻了国民党反动统治，完成了新民主主义革命，建立了中华人民共和国。
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;新中国的成立，标志着中国共产党领导的人民大众的反帝反封建的新民主主义革命的胜利，宣告中国人民从此站立起来了！它彻底结束了旧中国半殖民地半封建社会的历史，彻底结束了旧中国一盘散沙的局面，彻底废除了列强强加给中国的不平等条约和帝国主义在中国的一切特权，中国人民真正成为国家和社会的主人，实现了中国从几千年封建专制政治向人民民主的伟大飞跃。中华民族走上了实现伟大复兴的壮阔道路，“以勇敢而勤劳的姿态工作着，创造自己的文明和幸福，同时也促进世界的和平和自由”。
        `
      },
      "02":{
        "title":"社会主义革命和建设时期\n",
        'date':'(1949.10-1978.12)',
        'description':`&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;新中国成立之初，我国面临的国际国内形势是异常艰难和复杂的。
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;怎样建设社会主义，如何推进中国的现代化，对新中国成立之初的中国共产党来说，也是一个全新的课题。中国共产党从学习苏联到“以苏为鉴”，开始探索中国自己的社会主义建设道路。1956年，我国社会主义改造完成，确立起社会主义基本制度，并开始大规模进行社会主义建设，取得巨大的成就。在中国共产党的坚强领导下，经过全国人民自力更生、艰苦奋斗，我们很快有了中国历史上的无数个第一。经过20多年的奋斗，初步建立起独立的比较完整的工业体系和国民经济体系。
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;进行社会主义革命，确立社会主义基本制度，这是以毛泽东同志为核心的党的第一代中央领导集体，团结带领全党全国各族人民进行的伟大创造，体现了中国人民的意愿，符合中国的实际，顺应了历史发展的潮流。这场中华民族有史以来最为广泛而深刻的社会变革，为当代中国一切发展进步奠定了根本政治前提和制度基础，为开创中国特色社会主义提供了宝贵经验、理论准备、物质基础。
        `
      },
      "03":{
        "title":"社会主义现代化建设新时期\n",
        'date':'(1978.12-2012.11)',
        'description':`&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1978年党的十一届三中全会的召开，实现了新中国成立以来党的历史上具有深远意义的伟大转折，开启了改革开放和社会主义现代化建设新时期。党的十一届三中全会后，以邓小平同志为核心的党的第二代中央领导集体，以巨大的政治勇气和理论勇气，团结带领全党全国各族人民，深刻总结中国社会主义建设正反两方面经验，借鉴世界社会主义历史经验，解放思想、实事求是，作出把党和国家工作中心转移到经济建设上来、实行改革开放的历史性决策，明确提出走自己的路、建设中国特色社会主义，制定“三步走”发展战略，确立社会主义初级阶段基本路线，深刻揭示社会主义本质，创立邓小平理论，科学回答了建设中国特色社会主义的一系列基本问题，在拨乱反正和改革开放中成功开创了中国特色社会主义。
		    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;改革开放和社会主义现代化建设新时期，我国经济得到快速发展，社会保持长期稳定。中国共产党在改革开放和社会主义现代化建设新时期团结带领中国人民实现了中华民族从站起来到富起来的伟大飞跃。
        `
      },
      "04":{
        "title":"中国特色社会主义新时代\n",
        'date':'(2012.11-至今)',
        'description':`&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2012年党的十八大以来，以习近平同志为核心的党中央，团结带领全党全国各族人民，举旗定向，谋篇布局，从理论和实践结合上深刻回答了新时代坚持和发展什么样的中国特色社会主义、怎样坚持和发展中国特色社会主义这个重大时代课题，创立习近平新时代中国特色社会主义思想，统揽伟大斗争、伟大工程、伟大事业、伟大梦想，统筹推进“五位一体”总体布局、协调推进“四个全面”战略布局，坚持完善和发展中国特色社会主义制度，推进国家治理体系和治理能力现代化，解决了许多长期想解决而没有解决的难题，办成了许多过去想办而没有办成的大事，推动党和国家事业取得历史性成就、发生历史性变革，推动中国特色社会主义进入新时代。
		    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;新时代党的面貌、国家的面貌、人民的面貌、军队的面貌、中华民族的面貌发生了前所未有的变化。这些变化，深刻影响了中国，也深刻影响了世界。中国共产党在中国特色社会主义新时代团结带领中国人民迎来中华民族从富起来到强起来的伟大飞跃，迎来实现中华民族伟大复兴的光明前景。
        `
      }
    }
  },

  onLoad: function (options) {
    console.log(options.id)
    var info = this.data.phaseList[options.id]
    this.setData({
      info: info,
      id: options.id
    })
  },

  todetail: function(event){
    var that = this
    var id = this.data.id
    wx.navigateTo({
      url: './bigevent/bigevent?id='+id,
    })
  }
})