Page({
  data: {
    title: null,
    detail: null,
    infomation:{
      "01":{
        "01":{
          "title": "中共一大",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1921年7月23日，中国共产党在上海召开第一次全国代表大会，宣告了中国共产党的成立，确定了党的名称、纲领，旗帜鲜明地把社会主义和共产主义规定为自己的目标，并且坚持用革命的手段来实现这个目标，从而同崇拜资产阶级民主制度、主张走议会道路的第二国际社会民主主义划清了原则界限。`
        },
        "02":{
          "title": "中共二大",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1922年7月16日至23日，中国共产党第二次全国代表大会在上海召开，在会议内容上对一大进行了深入。初步阐明了现阶段中国革命的性质、对象、动力、策略、任务和目标，指明了中国革命的前途。大会指出，为了实现反帝反封建军阀的革命目标，必须组成“民主主义的联合战线”。党的二大在中国近代史上第一次提出了彻底的反帝反封建的民主革命纲领。`
        },
        "03":{
          "title": "中共三大",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1923年6月12日至20日，中国共产党第三次全国代表大会在广州召开，会议的中心议题是讨论与国民党合作、建立革命统一战线的问题。决定共产党员以个人身份加入国民党，实现国共合作，同时保持共产党在政治、思想、组织上的独立性。党的三大也有不足之处，那就是没有提出工人阶级应当努力争取对民主革命领导权的问题。大会对国民党内的复杂情况和日后可能发生的变化估计不足，多少种下了后来犯右倾错误的根子。`
        },
        "04":{
          "title": "新三民主义",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1924年，国民党一大召开，大会审议并通过《中国国民党第一次全国代表大会宣言》，对三民主义做出顺应时代潮流的新解释。国民党一大在事实上确立了联俄、联共、扶助农工的三大革命政策，标志着第一次国共合作正式形成。`
        },
        "05":{
          "title": "中共四大",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1925年1月11日至22日，中国共产党第四次全国代表大会在上海召开，提出了中国无产阶级在民主革命中的领导权问题，提出了工农联盟问题，对中国民主革命的内容做出了更加完整的规定。这些都是中国共产党在总结建党以来尤其是国共合作一年来历史经验的基础上，对中国革命问题认识的重大进展。`
        },
        "06":{
          "title": "北伐战争和工农运动",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1926年7月9日，国民革命军在广州誓师北伐。与北伐战争胜利推进同时，工农群众运动进入高潮，党的组织和党领导的革命队伍迅速扩大和发展。北伐战争的直接打击目标是受帝国主义支撑的北洋军阀。北伐战争是在共产党提出的反对帝国主义、反对军阀的口号下进行的。北伐战争所以能在短时间内取得如此巨大的成功，是国共两党合作结出的硕果。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;随着北伐战争的胜利进展，北伐军所到之处，军阀统治被推翻，工农群众运动立刻以空前的规模迅速高涨起来。
          `
        },
        "07":{
          "title": "中共五大与大革命的失败",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1927年4月27日至5月9日中国共产党第五次全国代表大会在武汉举行。大会正式提出党内实行民主集中制的组织原则，并选举产生了党的历史上第一个中央纪律检查监督机构——中央监察委员会，这在党的建设史上有重要意义。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在革命即将胜利的关键时刻，蒋介石于1927年4月12日在上海发动“四一二”反革命政变，屠杀共产党员；汪精卫于1927年7月15日在汉口发动“七一五”反革命政变，意味着国共合作彻底破裂。在反革命政变发生前，陈独秀作为党的最高领导人犯了“右倾”错误，致使党受到了严重的损失。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1927年8月1日，为了挽救革命，中国共产党发动了南昌起义，开始独立开展武装斗争，起义发生日即为建军节。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;南昌起义后，于1927年8月7日召开的“八七会议”着重批评了大革命后期以陈独秀为首的中央所犯的右倾机会主义错误，并选出以瞿秋白为首的新的中共中央临时政治局。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;经过南昌起义、秋收起义、广州起义，以及在各地举行的一系列起义，党进入了创建红军的新时期。
          `
        },
        "08":{
          "title": "中共六大",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1928年６月18日至７月11日，在共产国际帮助下，中国共产党第六次全国代表大会在莫斯科举行。大会分析了大革命失败后中国的政治经济状况。党的六大对中国革命根本问题所做的基本正确的回答，大体上统一了全党的思想，对克服党内仍然存在的浓厚的“左”的情绪，实现有关认识和工作的转变，对中国革命的恢复和发展起了积极的作用。`
        },
        "09":{
          "title": "古田会议",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;古田会议，是中国工农红军第四军在1929年12月28日至29日在福建省上杭县古田村召开的第九次党的代表大会。会上传达了中共中央指示信。大会通过了八个决议案，其中最重要的是关于纠正党内错误思想的决议案。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;古田会议决议的中心思想是要用无产阶级思想进行军队和党的建设。古田会议根据中共中央的指示，选举产生了新的中共红四军前敌委员会，毛泽东当选为书记。
          `
        },
        "10":{
          "title": "《反对本本主义》",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1930年１月５日，毛泽东针对红四军第一纵队司令员林彪的右倾悲观思想给他写了复信（即《星星之火，可以燎原》）。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1930年5月，毛泽东针对红四军党内存在的教条主义错误倾向，写了《调查工作》（即《反对本本主义》）一文，强调“我们的斗争需要马克思主义”，马克思主义的理论必须同中国的实际情况相结合，“没有调查，没有发言权”，“中国革命斗争的胜利要靠中国同志了解中国情况”。
          `
        },
        "11":{
          "title": "抗日初期组织建立",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1931年，中国共产党在江西瑞金召开全国苏维埃第一次代表大会。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;九一八事件后，中国共产党在抗日义勇军中积极开展工作，并组织党领导下的抗日武装。从1932年起，党先后组织了由汉、满、朝鲜、蒙古、回等民族爱国志士参加的10余支抗日游击队，逐渐成为东北抗日游击战争的主力，并发展为东北人民革命军、东北抗日同盟军等武装。
          `
        },
        "12":{
          "title": "长征开始",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1934年10月中旬由于第五次反“围剿”失败等原因，中央红军即红一方面军主力开始进行战略转移即长征。`
        },
        "13":{
          "title": "遵义会议和瓦窑堡会议",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1935年1月召开的遵义会议确立以毛泽东同志为主要代表的马克思主义正确路线在中共中央的领导地位，从而在极其危机的情况下挽救了党、挽救了红军、挽救了中国革命。会议的一系列重大决策，是中国共产党同共产国际中断联系的情况下独立自主地作出的。遵义会议是党的历史上一个生死攸关的转折点。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1935年12月17日召开瓦窑堡会议，讨论全国政治形势和党的策略路线问题、军事战略问题。瓦窑堡会议决议和毛泽东的报告，分析了日本侵略者打进中国之后社会各阶级之间的相互关系的变化，明确提出了党的基本策略任务是建立广泛的抗日民族统一战线。瓦窑堡会议是从第五次反“围剿”失败到全民族抗战兴起过程中召开的一次重要会议。它表明党已经克服“左”倾冒险主义和关门主义，制定出抗日民族统一战线的新策略，使党在新的历史时期将要到来时掌握了政治上的主动权；表明党在继遵义会议着重解决军事路线问题和组织问题之后，开始努力解决政治路线问题；表明党在总结经验教训的基础上，正在从中国的实际情况出发，创造性地开展工作。
          `
        },
        "14":{
          "title": "西安事变",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1936年12月12日，张学良、杨虎城发动西安事变，扣留蒋介石。在弄清情况后，中共中央以中华民族利益的大局为重，独立自主地确定了用和平方式解决西安事变的方针。根据这一方针，周恩来与张学良、杨虎城共同努力，经过谈判，迫使蒋介石作出了“停止剿共，联红抗日”的承诺。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;西安事变的和平解决，成为时局转换的枢纽。自此之后，内战基本停止。中国共产党在这次事变中力主和平解决，充分表现了对团结抗日的诚意。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;西安事变和平解决以后，中国共产党面临的主要任务，是动员全党和全国人民巩固和平，争取民主，早日实现全民族共同抗战。
          `
        },
        "15":{
          "title": "洛川扩大会议",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1937年8月22日至25日，中共中央政治局在陕北洛川召开扩大会议，讨论制定党在抗日战争时期的方针、任务和政策。通过《中共中央关于目前形势与党的任务的决定》、《中国共产党抗日救国十大纲领》等文件。洛川会议是在全国抗战刚刚爆发的历史转折关头召开的一次重要会议。会议通过的十大纲领和决定，标志着党的全面抗战路线的正式形成。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1937年9月25日八路军第一一五师主力在晋东北取得平型关大捷，歼灭日军1000余人。这是华北战场上中国军队主动寻歼敌人的第一个大胜仗，打破了“日军不可战胜”的神话。
          `
        },
        "16":{
          "title": "六届六中全会",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1938年9月29日至11月6日，党的扩大的六届六中全会在延安举行。毛泽东代表党中央作《论新阶段》的政治报告，这是会议的中心议题。毛泽东指出：中国抗日战争将进入一个新阶段。为了使全党切实担当起历史重任，毛泽东号召共产党员要在民族战争中起模范作用。他强调，共产党员应是实事求是的模范，因为只有实事求是，才能完成确定的任务。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;党的扩大的六届六中全会是一次具有重大历史意义的会议。它正确地分析了抗日战争的形势，规定了党在抗战新阶段的任务，为实现党对抗日战争的领导进行了全面的战略规划。它基本上纠正了王明的右倾错误，进一步巩固了毛泽东同志在全党的领导地位，统一了全党的思想和步调，推动了各项工作的迅速发展。
          `
        },
        "17":{
          "title": "中国革命三大法宝",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1939年10月毛泽东发表《〈共产党人〉发刊词》，指出统一战线、武装斗争、党的建设是中国革命的三个法宝。`
        },
        "18":{
          "title": "百团大战",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1940年8月20日至翌年1月24日，八路军总部在华北发动了一次大规模的对日军的进攻。陆续参战的部队达到105个团20余万人，史称百团大战。百团大战是全国抗战以来八路军在华北发动的规模最大、持续时间最长的一次带侵略性进攻的战役。百团大战给日军的“囚笼政策”以沉重打击，钳制了日军大量兵力，打击了日军的侵略气焰。百团大战既锻炼了人民军队，提高了共产党和八路军的威望，又在抗日局面比较低沉时振奋了全国民心。`
        },
        "19":{
          "title": "皖南事变",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1941年1月上旬皖南事变爆发。中国共产党采取军事上严守自卫、政治上坚决反击的方针，得到广大人民和民主党派以及国际舆论的同情和支持。1月25日，新四军新的军部在苏北盐城成立，陈毅为代理军长，刘少奇为政治委员。至3月，国民党顽固派的第二次反共高潮被击退。`
        },
        "20":{
          "title": "整风运动",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1942年2月上旬毛泽东先后作《整顿学风党风文风》（后改为《整顿党的作风》）和《反对党八股》报告，提出反对主观主义以整顿学风、反对宗派主义以整顿党风、反对党八股以整顿文风。整风运动在全党普遍展开。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;整风运动贯彻“惩前毖后，治病救人”的方针，借以达到既要弄清思想又要团结同志这样两个目的。毛泽东强调：对于人的处理取慎重态度，既不要含糊敷衍，又不损害同志，这是我们的党兴旺发达的标志之一。
          `
        },
        "21":{
          "title": "六届七中全会",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在深入总结历史经验的基础上，1944年5月21日至1945年4月20日，中共中央在延安举行扩大的六届七中全会。这次会议的主要内容和最重要的成果，是原则通过了《关于若干历史问题的决议》。《历史决议》对党内若干重大的历史问题作出正确的结论，使全党尤其是党的高级干部对中国民主革命的基本问题的认识达到马克思列宁主义基础上的一致。至此整风运动胜利结束。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;整风运动是一次深刻的马克思主义思想教育运动，收到了巨大的成效。它坚持马克思主义同中国实际相结合的正确方向，使实事求是的马克思主义思想路线在全党范围内深入人心。这是加强党的建设伟大工程的一大创造。通过整风运动，实现了在以毛泽东同志为核心的中共中央领导下全党新的团结和统一，为抗日战争的胜利和新民主主义革命在全国的胜利，奠定了重要的思想政治基础。
          `
        },
        "22":{
          "title": "中共七大",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1945年4月23日至6月11日，中国共产党第七次全国代表大会在延安举行。毛泽东向大会作题为《论联合政府》的政治报告，朱德作《论解放区战场》军事报告，刘少奇作《关于修改党的章程的报告》，周恩来作《论统一战线》的讲话。大会制定党的政治路线，确立毛泽东思想在全党的指导地位，总结武装斗争、统一战线和党的建设的经验，概括了党的三大优良作风。大会选举产生新的中央委员会。6月19日，七届一中全会选举毛泽东、朱德、刘少奇、周恩来、任弼时为中央书记处书记，毛泽东为中央委员会主席、中央政治局主席和中央书记处主席。8月，中央政治局会议决定毛泽东为中央军事委员会主席，朱德、刘少奇、周恩来、彭德怀为副主席。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;党的七大是党在新民主主义革命时期召开的一次极其重要的全国代表大会。它总结中国新民主主义革命20多年曲折发展的历史经验，制定了正确的路线、纲领和策略，克服了党内的错误思想，使全党特别是党的高级干部对中国民主革命的发展规律有比较明确的认识，从而使全党在马克思列宁主义、毛泽东思想的基础上达到了空前的团结。七大以“团结的大会，胜利的大会”载入党的史册。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;8月9日毛泽东发表《对日寇的最后一战》声明。10日至11日，朱德总司令连续发布关于受降和对日展开全面反攻等七道命令。中国共产党领导的军队向日、伪军陆续开展了全面反攻。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;8月15日，日本无条件投降。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;8月下旬中共中央提出“和平、民主、团结”三大口号，并接受蒋介石邀请，派毛泽东、周恩来、王若飞等赴重庆与国民党代表进行和平谈判。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;10月10日国共双方签署《政府与中共代表会谈纪要》即“双十协定”，规定了和平建国的基本方针，并确定召集各党派代表及社会贤达参加的政治协商会议，商讨和平建国方案。11日，毛泽东等由重庆返回延安。
          `
        },
        "23":{
          "title": "内战爆发",
          "detail":`&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1946年6月26日，国民党当局在完成战争准备后，即撕毁停战协定和政协协定，悍然向解放区发动全面进攻。其起点是国民党军队22万人围攻鄂豫边境的中原解放区。中原军区主力由司令员李先念、政治委员郑位三率领，于6月26日晚间分两路突围。接着，国民党军队更大举进攻华东、晋冀鲁豫、晋绥、东北以及海南岛等解放区。全面内战由此爆发。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;从1946年6月至1947年6月的一年稍多一点的时间里，人民军队处于战略防御阶段。战争主要在解放区进行。其中，前八个月粉碎了国民党军队的全面进攻；后四个月努力打破国民党军队的重点进攻。
          `
        },
        "24":{
          "title": "挺进中原和战略进攻",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1947年8月，刘邓大军千里跃进大别山，揭开了全国性战略进攻的序幕。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1947年9月，通过了《中国土地法大纲》，标志着土地改革运动正式开始。土改彻底改变了农村旧有的生产关系，使亿万农民在政治上、经济上获得了解放，是解放战争胜利的重要原因之一。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1947年9月，中国共产党发出了“打倒蒋介石，解放全中国”的号召。
          `
        },
        "25":{
          "title": "三大战役",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1948年秋，人民解放战争进入夺取全国胜利的决定性阶段。1948年9月12日至1949年1月31日，中国人民解放军同国民党军队进行的战略决战，包括辽沈战役、淮海战役、平津战役三场战略性战役。三大战役，无论是战争的规模或取得的战果，在中国战争史上都是空前的，在世界战争史上也是罕见的。三大战役历时4个月零19天，共歼灭国民党军队154万余人，使国民党赖以维持其反动统治的主要军事力量基本上被摧毁，为中国革命在全国的胜利奠定了基础。三大战役的胜利，是人民战争的伟大胜利，是毛泽东军事思想的胜利。`
        },
        "26":{
          "title": "新中国成立",
          "detail":`&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1949年3月召开党的七届二中全会，规定了党在全国胜利后在政治、经济、外交方面应当采取的基本政策，指出了中国由农业国转变为工业国、由新民主主义社会转变为社会主义社会的发展方向。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;为了向全国人民公开阐明中国共产党在建立新中国问题上的主张，在中国共产党成立28周年的前夕，1949年6月30日，毛泽东发表了《论人民民主专政》一文，明确指出，人民民主专政需要工人阶级的领导。因为只有工人阶级最有远见，大公无私，最富于革命的彻底性。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;党的七届二中全会的决议和毛泽东的《论人民民主专政》，在理论上和政策上奠定了后来制定的《中国人民政治协商会议共同纲领》的基础。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1949年9月21日至30日，中国人民政治协商会议第一届全体会议在北平举行，标志着中国新民主主义革命取得全国性胜利。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1949年10月1日，中华人民共和国中央人民政府成立。毛泽东宣读中央人民政府公告，宣告中央人民政府成立。
          `
        }
      },
      "02":{
        "01":{
          "title": "抗美援朝",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1950年10月上旬，应朝鲜党和政府的请求，中共中央作出抗美援朝、保家卫国的战略决策。经过反复权衡利弊，中央政治局一致得出“应当参战，必须参展。参战利益极大，不参战损害极大”的结论，作出抗美援朝、保家卫国的决策，组建以彭德怀为司令员兼政治委员的中国人民志愿军。10月19日，中国人民志愿军入朝作战。全国掀起大规模的抗美援朝运动。1953年7月27日，朝鲜停战协定在板门店签订。`
        },
        "02":{
          "title": "西藏解放",
          "detail":`&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1951年5月23日西藏和平解放，而后实行民族区域自治。`
        },
        "03":{
          "title": "成渝铁路",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1952年7月1日，成渝铁路建成通车，全长505公里。这是新中国成立后建成的第一条铁路干线。`
        },
        "04":{
          "title": "和平共处五项原则",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1954年6月28日、29日，周恩来在访问印度、缅甸期间分别与印度总理尼赫鲁和缅甸总理吴努发表《联合声明》，共同倡导和平共处五项原则。此前，周恩来1953年12月31日接见参加中印有关问题谈判的印度代表团时首次提出和平共处五项原则，并于1954年4月29日写进有关协定中。`
        },
        "05":{
          "title": "第一届全国人大",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1954年9月15日至28日，第一届全国人民代表大会第一次会议举行。通过第一部《中华人民共和国宪法》，选举毛泽东为中华人民共和国主席，朱德为副主席，刘少奇为全国人民代表大会常务委员会委员长，宋庆龄等为副委员长，决定周恩来为国务院总理。人民代表大会制度作为中国的根本政治制度正式建立。`
        },
        "06":{
          "title": "亚非会议",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1955年4月18日至24日，周恩来率中国代表团出席在印度尼西亚万隆举行的有29个国家参加的亚非会议。这是第一次由亚非国家发起和参加的大型国际会议。中国代表团本着“求同存异”的方针，同其他与会国家一起，为会议的成功作出了贡献，共同倡导形成了“万隆精神”。通过这次会议，中国打开了与亚非国家普遍交往的大门。`
        },
        "07":{
          "title": "《论十大关系》",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1956年4月25日，毛泽东在中共中央政治局扩大会议上作《论十大关系》报告，强调调动国内外一切积极因素，为建设强大的社会主义国家而奋斗。报告初步总结我国社会主义建设经验，提出了探索适合中国情况的建设社会主义道路的任务。报告还提出了共产党和其他民主党派“长期共存，互相监督”的方针。`
        },
        "08":{
          "title": "中共八大",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1956年9月15日至27日，中国共产党第八次全国代表大会在北京全国政协礼堂隆重举行。这是党在全国执政后召开的第一次全国代表大会，是显示了党的团结和党的事业兴旺发达的大会。大会宣布，对农业、手工业和资本主义工商业的社会主义改造已取得决定性胜利，社会主义的社会制度在我国已经基本建立起来；国内主要矛盾是人民对于经济文化迅速发展的需要同当前经济文化不能满足人民需要的状况之间的矛盾；党和全国人民的当前的主要任务，就是要集中力量来解决这个矛盾，把我国尽快地从落后的农业国变为先进的工业国。大会着重提出加强执政党建设的问题，通过了《中国共产党章程》。大会还通过《关于发展国民经济的第二个五年计划（1958－1962）的建议》。`
        },
        "09":{
          "title": "整风运动(1957)",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;根据党的八大精神和现实生活中党内外出现的新情况、新问题，中央决定从整顿党的作风入手，克服官僚主义、宗派主义和主观主义，正确处理人民内部矛盾。在1956年11月党的八届二中全会上，毛泽东郑重宣布在1957年开展全党整风。1957年4月27日，中共中央发出《关于整风运动的指示》，决定在全党进行普遍、深入的反对官僚主义、宗派主义和主观主义的整风运动。1958年8月底，整风运动结束。`
        },
        "10":{
          "title": "大跃进",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;为了尽快改变中国贫穷落后的面貌，党中央在1957年冬提出了15年赶超英国钢产量的发展目标，在1958年正式制定了社会主义建设总路线，并发动了“大跃进”和人民公社化运动。社会主义建设总路线、“大跃进”和人民公社，当时被称为“三面红旗”。它们的提出和推行表明党力图在探索中国社会主义建设道路中打开一个崭新的局面，实践证明，这个努力是不成功的。`
        },
        "11":{
          "title": "八届八中全会",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1959年7月2日至8月1日，中共中央政治局扩大会议在庐山召开。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1959年8月2日至8月16日，党的八届八中全会在庐山召开。通过《为保卫党的总路线、反对右倾机会主义而斗争》的决议和对彭德怀等人的决议。
          `
        },
        "12":{
          "title": "“东风一号”导弹",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1956年，我国决定研制导弹，于是抽调了梁思礼等30多位专家和143名大学生。可是当时既无资料，也无仪器和导弹实物。除了从美国回来的钱学森。谁也没有见过导弹和火箭，我国的导弹事业属于白手起家。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1957年中苏达成协议，苏联同意向中国提供几种导弹样品和有关技术资料，派遣技术专家帮助中国进行仿制。1959年，中苏关系恶化，苏联方面在导弹仿制上处处设卡。1960年，苏联撕毁合同，撤走专家，令仿制工作雪上加霜。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;梁思礼等一些专家克服困难，没有材料和电子零件就自己研制，最终他们用国产产品取代了苏联停止供应的材料、液氧及元器件。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1960年11月，我国后来被命名为“东风一号”的导弹发射成功。这不仅是我国制造的第一枚导弹，也是军事装备上的一个里程碑。这些科学家们孜孜不倦，克服困难，为中国的导弹事业做出了杰出的困难。
          `
        },
        "13":{
          "title": "八届九中全会",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1961年1月14日至18日，党的八届九中全会在北京召开。毛泽东在全会以及为准备这次全会而召开的中央工作会议上多次讲话，号召全党恢复实事求是、调查研究的作风，要求1961年成为实事求是年、调查研究年。`
        },
        "14":{
          "title": "七千人大会",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1962年1月11日至2月7日，党中央在北京召开扩大的中央工作会议。出席会议的有中央和省、地、县委四级主要负责人以及重要厂矿和军队的负责干部，共7118人，通常称为7000人大会。这次空前规模的大会，是在经过一年调整形势有了转变，但是困难还很大、党内外还有很多思想疑虑的情况下召开的。会议目的是进一步总结“大跃进”以来的经验教训，统一认识，增强团结动员全党更坚决地执行调整方针，为战胜困难而奋斗。`
        },
        "15":{
          "title": "党的八届十中全会",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1962年9月24日至27日，党的八届十中全会在北京举行。此前，党中央在北戴河召开了一个月的工作会议，又在北京召开了近一个月的八届十中全会预备会议。北戴河工作会议的原定议题是讨论农村、粮食、财贸等方面的工作。毛泽东在会议一开始就提出阶级、形势、矛盾的问题，要求大家讨论。这个题目随之成为八届十中全会的主题。`
        },
        "16":{
          "title": "学雷锋日",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1963年3月5日，《人民日报》发表毛泽东“向雷锋同志学习”的题词，全国掀起学习雷锋先进事迹的热潮。`
        },
        "17":{
          "title": "“农业学大寨”运动",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1964年2月10日，《人民日报》发表社论和通讯，介绍山西省昔阳县大寨大队艰苦奋斗、发展生产的事迹。此后，“农业学大寨”运动在全国展开。`
        },
        "18":{
          "title": "第一颗原子弹",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1964年10月16日，我国第一颗原子弹爆炸成功。中国政府发表声明：在任何时候、任何情况下，都不会首先使用核武器。中国掌握核武器，完全是为了防御。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1967年6月17日中国第一颗氢弹空爆试验成功。
          `
        },
        "19":{
          "title": "第三届全国人大",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1964年底到1965年初召开的全国人大三届一次会议上，周恩来同志在政府工作报告中，第一次郑重地向全国人民提出四个现代化的任务。`
        },
        "20":{
          "title": "人工合成牛胰岛素",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;从1958年开始，中国科学院上海生物化学研究所、中国科学院上海有机化学研究所和北京大学化学系三个单位联合，以钮经义为首，由龚岳亭、邹承鲁、杜雨苍、季爱雪、邢其毅、汪猷、徐杰诚等人共同组成一个协作组，在前人对胰岛素结构和肽链合成方法研究的基础上，开始探索用化学方法合成胰岛素。经过周密研究，他们确立了合成牛胰岛素的程序。`
        },
        "21":{
          "title": "文化大革命",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1966年，正当我国克服了国民经济的严重困难、完成经济调整任务、开始执行发展国民经济第三个五年计划的时候，“文化大革命”发生了。“文化大革命”是当时的称呼，实际上它根本不能称为革命，而只是破坏我国社会主义发展的一场内乱。这场“大革命”之所以被冠以“文化”二字，是因为它由文化领域的批判开始。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1965年11月10日上海《文汇报》发表《评新编历史剧〈海瑞罢官〉》。该文的发表及在文艺等领域的批判运动，成为“文化大革命”的导火线。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1966年5月，文化大革命正式爆发。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1966年8月18日毛泽东等在天安门广场接见首都和来自全国各地的红卫兵及群众。红卫兵运动迅速遍及全国。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1968年9月5日西藏自治区革命委员会和新疆维吾尔自治区革命委员会成立。至此，中国大陆29个省、市、自治区全部建立革命委员会。“文化大革命”运动进入“斗、批、改”阶段。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1971年9月，林彪反革命集团的灭亡，客观上宣告了“文化大革命”的理论和实践的破产。
          `
        },
        "22":{
          "title": "上山下乡",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1968年12月22日《人民日报》发表毛泽东的指示：“知识青年到农村去，接受贫下中农的再教育，很有必要。”全国掀起知识青年上山下乡运动。1966年至1979年间上山下乡的知识青年达1600多万人。`
        },
        "23":{
          "title": "南京长江大桥通车",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1968年12月29日，南京长江大桥全面建成通车。这是当时中国自行设计建造的最大的铁路、公路两用桥。`
        },
        "24":{
          "title": "中共九大",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1969年4月1日至24日，党的第九次全国代表大会在北京举行。林彪代表党中央在这次大会上作政治报告。这篇由张春娇、姚文元主持起草的报告的基本思想，就是鼓吹所谓“无产阶级专政下继续革命的理论”，最后被说成是毛泽东思想的最新发展。这次大会通过的党章，把“无产阶级专政下继续革命的理论”写进总纲，而只字不提发展生产力，不提社会主义现代化建设；还取消了有关党员权利的规定。党章把林彪“是毛泽东同志的亲密战友和接班人”写入总纲，这种完全违反党的根本原则的做法，在党的历史上从来未有过。`
        },
        "25":{
          "title": "东方红一号",
          "detail":`&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1970年4月24日中国第一颗人造地球卫星“东方红一号”发射成功。`
        },
        "26":{
          "title": "九届二中全会",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1970年8月23日至9月6日中共九届二中全会在庐山召开。鉴于林彪、陈伯达等在会议期间的宗派活动，毛泽东对陈伯达等人提出严厉批评。会后，全国开展“批陈整风”运动。`
        },
        "27":{
          "title": "乒乓外交",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1971年4月，毛泽东根据美方的要求，决定邀请参加日本名古屋第三十一届世界乒乓球锦标赛的美国乒乓球队访问中国，以中美人民之间的交往作为打开两国官方关系的序幕。被人们誉为“小球转动大球”的“乒乓外交”，以出人意料的方式促进了中美关系的发展和世界形势的变化。`
        },
        "28":{
          "title": "尼克松访华",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1971年7月9日至11日美国总统尼克松的国家安全事务助理基辛格秘密访问中国。周恩来同基辛格在北京举行会谈。16日，中美双方发表公告宣布，尼克松总统应邀将于1972年5月以前的适当时间访问中国。`
        },
        "29":{
          "title": "中国加入联合国",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1971年10月25日，第二十六届联合国大会以76票赞成、35票反对、17票弃权的压倒性多数通过2758号决议，恢复中华人民共和国在联合国的一切合法权利，并立即把台湾国民党当局的代表从联合国的一切机构中驱逐出去。11月1日，中华人民共和国的五星红旗第一次在联合国升起。11月15日，中华人民共和国代表团首次出席联合国大会。`
        },
        "30":{
          "title": "第四个五年计划",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1971年我国开始执行第四个五年计划。由于忽视经济工作中存在的矛盾，继续追求高指标，1971年的基建规模不仅没有适当地压缩，反而进一步扩大，经济建设的冒进之风有增无已。到1971年底，我国国民经济出现周恩来指出的“三个突破”的严重问题，即职工人数突破6000万人，工人总额突破300亿元，粮食销售量突破800亿斤，大大超过预定计划。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1972年至1973年，根据周恩来的指示，国务院采取各种措施对国民经济进行调整，首先着重解决“三个突破”问题。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;经过近两年的调整，虽让经济工作中任然存在不少问题，但经济冒进造成的危害到1973年下半年得到较大程度的缓解，经济形势明显好转，国民经济计划主要指标都完成或超额完成。1973年成为“文化大革命”以来国民经济形势最好的一年。
          `
        },
        "31":{
          "title": "三线建设",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在铁路建设中，1970年7月至1973年10月，在极端恶劣的条件下，铁道兵指战员和铁路工程建设人员在人迹罕见的崇山峻岭克服重重困难，相继建成了连接西南地区的成昆铁路、湘黔铁路、襄渝铁路，连同此前建成的宝成、川黔、贵昆铁路，改变了西南地区长期交通梗阻的闭塞落后的状况。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;此外，一大批企业在建或已建成，石油、机械等一大批建设项目也在中西部建立起来。三线建设在很大程度上改变了旧中国工业不平衡的状况，为西部地区提供了难得的发展机遇。
          `
        },
        "32":{
          "title": "科技发展",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在生物技术方面，1973年我国在世界上首次培育成功强优势的籼型杂交水稻。电子技术同时取得进步。我国自行研制成功卫星地面站、彩色电视发射设备、第三代电子计算机，还发展了激光红外技术，自行研制成功小同轴300路载波机。1971年，初步形成全国电视网，半导体、集成电路的研制和生产也取得一些进展。1976年，我国建成纵贯8个省市的中同轴1800路载波通信干线和连通20多个省市的微波通信干线。北京、上海还各建成一座卫星地面站，大大增强了我国邮电通信能力。科技战线上的这些重大成就，是从20世纪50年代以来中国领导人和广大科学技术人员经过不懈努力取得的，也反映了他们在“文化大革命”时期的特殊环境下所作的可贵努力。尤其是国防尖端技术研究方面取得的成就，不仅增强了我国的国防战略防御能力，而且具有重大的政治意义。`
        },
        "33":{
          "title": "环境保护",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在“文化大革命”的混乱情况下，在大多数人对与环境保护问题还感到陌生的时候，周恩来就提出并着手抓了环境保护问题。1972年6月，我国参加了瑞典举行的联合国人类环境会议。这是世界上第一次保护环境的国际会议。当年，周恩来指示开展对官厅水库水源污染的调查。进过十多年的治理，终于控制住官厅水库的污染。这成为新中国历史上第一项成功治理污染的工程，为以后的环境治理提供了重要经验。1973年8月，国务院召开首次全国环境保护会议，研究了有关环境保护的方针、政策，制定了《关于保护和改善环境的若干规定（试行草案）》。这是新中国第一部环境保护的综合性文件。从此，环境保护被列入党和国家工作的议事日程。1974年10月，经国务院批准，国务院环境保护领导小组及办公室正式成立，我国历史上第一个环境保护机构成立。
          `
        },
        "34":{
          "title": "全面整顿的展开",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;四届全国人大一次会议后周恩来病情加重。邓小平在毛泽东、周恩来的支持下，逐步全面主持中央和国务院的日常工作。当时，在“四人帮”的干扰破坏下，全国各方面工作再次陷入严重的处境，通过大刀阔斧地整顿，很快扭转了局势。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;他根据毛泽东提出的要安定团结，把国民经济搞上去的指示，在主持召开的各种类型的会议上，明确坚定地提出要进行全面整顿的指导思想。他强调指出，全国各个方面工作都要整顿。工业、农业、商业、财贸、文教、科技、军队都要整顿，核心是党的整顿，关键是领导班子。经过整顿，要建立一个强有力、“敢”字当头的领导班子。要搞好安定团结，发展社会主义经济。要加强党的领导，发扬党的优良作风，要坚决同派性作斗争，对派性要寸土必争、寸步不让。要注意落实政策，比如对老、中、青干部，对劳动模范、老工人，对知识分子的政策都要落实。以调动多方面的积极性。他还提出科学技术是生产力的马克思主义的重要观点，要求一定要搞好科学技术工作，等等。他的这些讲话，促使人们从长期极左思潮的影响下醒悟过来，精神为之大振。`
        },
        "35":{
          "title":`“文化大革命”的结束`,
          "detail":`&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1976年7月6日，党和国家的重要领导人朱德逝世。9月9日，党和国家的主要领导人毛泽东逝世。毛泽东逝世后，“四人帮”加紧了夺取党和国家最高领导权的活动。“四人帮”篡党窃国的露骨活动，使老一辈革命家们深感忧虑。他们大多处境困难，但是仍通过各种渠道互通信息，酝酿解决“四人帮”的问题。10月6日晚，华国锋、叶剑英代表中央政治局执行党和人民的意志，对王洪文、张春桥、江青、姚文元及其在北京的帮派骨干实行审查。当晚，中央召开政治局紧急会议，商讨粉碎“四人帮”后党和国家的重大问题。会议通过由华国锋任中共中央主席、中央军委主席的决定，这个决定后来由1977年7月举行的党的第十届三中全会追认。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“四人帮”在上海的亲信骨干探知江青等被审查的消息后，立即实行紧急动员，妄图发动武装叛乱，为挽救江青反革命集团做最后挣扎。党中央及时采取有力措施，控制了上海局势，使这一叛乱阴谋未能得逞。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;10月14日，党中央公布粉碎“四人帮”的消息，人们欣喜若狂，奔走相告，开怀畅饮，神州大地一片欢腾。江青反革命集团在“文化大革命”中犯下的罪行罄竹难书。粉碎“四人帮”，实现了党和人民的共同意愿，是党和人民长期斗争的结果。它从危难中挽救了党，挽救了国家，挽救了中国的社会主义事业。这是党和人民的伟大胜利，是马克思主义和社会主义的伟大胜利。华国锋同志在粉碎“四人帮”。这场关系党和国家命运的斗争中起了决定性作用，叶剑英、李先念、汪东兴等起了重要作用。党和人民在经历十年的磨难和挫折之后，终于结束了“文化大革命”这场灾难，使我国的社会秩序得以恢复正常，党和国家的工作得以重新走向健康发展的轨道，党的历史进入一个新的发展时期。
          `
        }
      },
      "03":{
        "01":{
          "title": "十一届三中全会",
          "detail":`&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1978年12月13日，在中央会议闭幕会上，邓小平作了题为《解放思想，实事求是，团结一致向前看》的重要讲话，这个讲话实际上成为十一届三中全会的主题报告。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;12月18日到22日，党的十一届三中全会在北京举行。会议的主要任务是确定把全党工作重点转移到社会主义现代化建设上来，并在一系列重大历史和现实问题上，作出了重大决策。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;全会高度评价关于真理标准问题的讨论。全会认为，关于实践是检验真理的唯一标准问题的讨论，对促进全党同志和全国人民解放思想，端正思想路线，具有深远的历史意义。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;全会提出了改革开放的任务。由此，中国开始了从“以阶级斗争为纲”到以经济建设为中心、从僵化半僵化到全面改革、从封闭半封闭到对外开放的历史性转变。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;党的十一届三中全会结束了党和国家工作在徘徊中前进的局面。党在思想、政治、组织等领域的拨乱反正从这次全会开始全面展开，我国的改革开放由这次全会揭开了序幕，邓小平理论也逐步形成和发展起来。
          `
        },
        "02":{
          "title": "调整国民经济",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1979年3月21日至23日，中央政治局召开会议，讨论国家计委修改过的1979年国民经济计划和国民经济调整问题。邓小平在讲话中指出，现在中心任务是调整，首先要有狠心，东照顾、西照顾不行。过去提以粮为纲，以钢为纲，是到该总结的时候了。一个国家的工业水平，不是决定于钢。把钢的指标减下来，搞一些别的。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1979年4月5日至28日，党中央召开工作会议，正式确立了对国民经济实行“调整、改革、整顿、提高”的方针，通称为“新八字方针”。
          `
        },
        "03":{
          "title": `“一国两制”方针的形成`,
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1979年１月１日，全国人大常委会发表《告台湾同胞书》，郑重宣示了争取全部和平统一的大政方针。1981年9月30日，全国人大常委会委员长叶剑英发表谈话，进一步阐述了台湾回归祖国、实现和平统一的九条方针。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1982年1月，邓小平在会见美国华人协会主席李耀滋时指出，九条方针“实际上就是一个国家两种制度。两种制度是可以允许的”。这是邓小平首次提出“一个国家两种制度”的概念。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“一国两制”构想虽是为解决台湾问题提出的，但在实践中首先被运用到解决香港、澳门回归祖国问题上，并取得成功。
          `
        },
        "04":{
          "title": "党的十二大",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1982年９月１日至１１日　中国共产党第十二次全国代表大会在北京举行。邓小平在开幕词中明确提出了“建设有中国特色的社会主义”的重大命题，回答了进入改革开放新时期后中国走什么样的道路这一人们最为关心的重大问题，成为指引新时期改革开放和社会主义现代化建设的伟大旗帜。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;大会提出，党在新时期的总任务是：团结全国各族人民，自力更生，艰苦奋斗，逐步实现工业、农业、国防和科学技术现代化，把我国建设成为高度文明、高度民主的社会主义国家。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;大会把20世纪末的奋斗目标由先前的实现四个现代化改为实现小康。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;党的十二大是进入新时期后党召开的第一次全国代表大会。自这次大会起，按照党章规定，党的全国代表大会每五年召开一次，实现了制度化。
          `
        },
        "05":{
          "title": "八二宪法",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1982年12月4日，五届全国人大五次会议通过了新修改的《中华人民共和国宪法》。这部宪法以1954年宪法为基础，纠正1978年宪法中存在的缺点，内容更加完备，增加了适应改革开放和社会主义现代化建设的新规定。新宪法的通过，使我国社会主义民主政治建设进入一个新的阶段。`
        },
        "06":{
          "title": "对外开放的新格局",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;邓小平于1984年1月22日至2月17日，视察深圳、珠海、厦门等经济特区和广州、上海。在珠海，他提笔写下了“珠海经济特区好”题词，后又为深圳补写了“深圳的发展和经验证明，我们建立经济特区的政策是正确的”题词。邓小平的南方之行和对经济特区的肯定，使对外开放迎来了新的机遇。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1984年5月，中共中央、国务院批转《沿海部分城市座谈会纪要》，正式开放14个沿海港口城市，即大连、秦皇岛、天津、烟台、青岛、连云港、南通、上海、宁波、温州、福州、广州、湛江、北海。这是发挥沿海大中港口城市优势、扩大对外开放、加速现代化建设的一个重大决策和重要步骤。
          `
        },
        "07":{
          "title": "经济体制改革",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;党的十二大以后，经济体制改革全面展开。其特点是，农村改革在巩固的基础上进一步深入；改革的重点逐步转向城市；城市经济体制改革由试点发展到全面铺开；其他领域也随之迈出改革步伐。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;农村改革以稳定和完善家庭联产承包责任制为主要任务，调动了亿万农民的生产积极性，解放了农村生产力，使农业生产迅速扭转了长期徘徊不前的局面；在农村改革的推动下，城市改革向新的广度和深度拓展。
          `
        },
        "08":{
          "title": "百万大裁军",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1985年五六月间召开的中央军委扩大会议作出军队建设指导思想实行战略性转变的重大决策，即从立足于“早打、大打、打核战争”的临战准备状态转到和平时期建设轨道上来，要求充分利用大仗打不起来的这段和平时期，在服从国家经济建设大局的前提下，走精兵之路，抓紧时间，有计划、有步骤地进行以现代化为中心的根本建设，减少数量，提高质量，增强军队在现代条件下的作战能力。人民解放军以邓小平新时代军队建设思想为指导，成功开创了国防和军队建设新局面。`
        },
        "09":{
          "title": `“863”计划`,
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1986年3月，邓小平对王大珩等四位科学家提出的《关于跟踪研究外国高技术发展的建议》做出批示。同年11月，《高技术研究发展计划纲要》印发。因邓小平首次批示时间为1986年3月，又称“863”计划。	
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“863”计划充分体现了战略性、前沿性、前瞻性。杂交水稻、超级计算机、人类基因组测序、载人深潜器等一大批举世瞩目的重大创新成果都曾得到863计划的大力支持。
          `
        },
        "10":{
          "title": "党的十三大",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1987年10月25日至11月1日，中国共产党第十三次全国代表大会在北京举行。党的十三大的中心任务是坚持和发展十一届三中全会以来的路线，加快和深化改革，进一步确定经济建设、经济体制改革和政治体制改革的大政方针，确定在改革开放中加强党的建设的基本方针。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;大会的突出贡献，是系统阐述了社会主义初级阶段的理论，明确概括了党在社会主义初级阶段的基本路线。大会第一次对社会主义初级阶段的科学内涵作了系统阐述，指出这个论断包括两层含义：第一，我国社会已经是社会主义社会，我们必须坚持而不能离开社会主义；第二，我国的社会主义社会还处在初级阶段。我们必须从这个实际出发，而不能超越这个阶段。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;党的十三大的另一个重大贡献，是确定了“三步走”发展战略。第一步，实现国民生产总值比1980年翻一番，解决人民的温饱问题。第二步，到20世纪末，使国民生产总值再增长一倍，人民生活达到小康水平。第三步，到21世纪中叶，人均国民生产总值达到中等发达国家水平，人民生活比较富裕，基本实现现代化。
          `
        },
        "11":{
          "title": "南方谈话",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1992年1月18日至2月21日，邓小平先后到达武昌、深圳、珠海、上海等地视察，发表了重要讲话。讲话的主要内容如下。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;革命是解放生产力，改革也是解放生产力。姓“资”还是姓“社”的问题，判断的标准，应该主要看是否有利于发展社会主义社会的生产力，是否有利于增强社会主义国家的综合国力，是否有利于提高人民的生活水平。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;计划多一点还是市场多一点，不是社会主义与资本主义的本质区别。社会主义的本质，是解放生产力，发展生产力，消灭剥削，消除两极分化，最终达到共同富裕。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;解决中国的发展问题，关键是要坚持党的基本路线不动摇；要坚持两手抓，一手抓改革开放，一手抓打击各种犯罪活动，这两只手都要硬。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;邓小平的南方谈话，从理论上深刻回答了长期困扰和束缚人们思想的许多重大问题，是把改革开放和现代化建设推向新阶段的又一个解放思想、实事求是的宣言书。 
          `
        },
        "12":{
          "title": "中共十四大",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1992年10月12日至18日，中国共产党第十四次全国代表大会在北京举行。这是在我国加快改革开放和社会主义现代化的新形势下召开的一次十分重要的大会。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;大会作出了三项具有深远意义的决策：一是抓住机遇，加快发展，集中精力把经济建设搞上去；二是明确我国经济体制改革的目标是建立社会主义市场经济体制；三是确立邓小平建设有中国特色社会主义理论在全党的指导地位。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;以邓小平南方谈话和党的十四大为标志，中国改革开放和社会主义现代化建设进入新的发展阶段。
          `
        },
        "13":{
          "title": "九二共识",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1992年11月，海峡两岸关系协会与台湾海峡交流基金会，就解决两岸事务性商谈中如何表述坚持一个中国原则的问题，达成“海峡两岸同属一个中国，共同努力谋求国家统一”的共识，后被称“九二共识”。`
        },
        "14":{
          "title": "全方位对外开放格局的形成",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;党的十四大和十四届三中全会提出，对外开放的地域要扩大，形成多层次、多渠道、全方位开放的格局，充分利用国际国内两个市场、两种资源，积极推进以质取胜和市场多元化等战略措施。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;到1997年，我国对外开放的一类口岸达到235个，二类口岸达到350个，逐步形成了从沿海到沿江、从沿边到内陆、多层次、多渠道、全方位开放的新格局。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2000年以后，伴随着西部大开发、振兴东北等老工业基地和中部崛起等战略的实施，对外开放进一步向全国广大腹地扩展，全方位对外开放的格局更趋完善。
          `
        },
        "15":{
          "title": "科教兴国战略",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1995年5月，中共中央、国务院作出《关于加速科学技术进步的决定》，正式提出科教兴国战略。《决定》指出：实施科教兴国战略，要全面落实科学技术是第一生产力的思想，坚持教育为本，把科技和教育摆在经济、社会发展的重要位置，增强国家的科技实力及向现实生产力转化的能力，提高全民族的科学文化素质，把经济建设转移到依靠科技进步和提高劳动者素质的轨道上来，加速实现国家的繁荣强盛。这是保证国民经济持续、快速、健康发展的根本措施，是实现社会主义现代化宏伟目标的必然选择，也是中华民族振兴的必由之路。`
        },
        "16":{
          "title": "党的十五大",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1997年9月12日至18日，中国共产党第十五次全国代表大会在北京举行。江泽民代表第十四届中央委员会作《高举邓小平理论伟大旗帜，把建设有中国特色社会主义事业全面推向二十一世纪》的报告。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;大会首次使用“邓小平理论”这个概念，把这一理论作为指引党继续前进的旗帜。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;大会进一步分析社会主义初级阶段的基本国情，并根据邓小平理论和党的基本路线，归纳总结党的十一届三中全会以来的方针政策和实践经验，提出了党在社会主义初级阶段的基本纲领（经济、政治、文化三方面）。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;大会指出，公有制为主体、多种所有制经济共同发展，是我国社会主义初级阶段的一项基本经济制度。
          `
        },
        "17":{
          "title": "香港澳门回归",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1997年6月30日23点59分，英国国旗和香港旗缓缓降下，象征着英国对香港一个半世纪的殖民统治宣告结束。7月1日零时，乐队奏响中华人民共和国国歌，经历了百年沧桑的香港回归祖国。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1999年12月19日午夜至20日凌晨，中葡两国政府举行澳门政权交接仪式。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;事实充分表明，“一国两制”“港人治港”“澳人治澳”、高度自治的方针是正确的，“一国两制”在香港、澳门两个特别行政区的实践是成功的。
          `
        },
        "18":{
          "title": "三个代表",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2000年2月20日至25日，江泽民在广东考察工作，围绕加强新时期党的建设和推进高新技术产业发展两个题目进行调研。考察期间，江泽民完整地提出了“三个代表”的重要思想。他指出：“总结我们党七十多年的历史，可以得出一个重要结论，这就是：我们党所以赢得人民的拥护，是因为我们党在革命、建设、改革的各个历史时期，总是代表着中国先进生产力的发展要求，代表着中国先进文化的前进方向，代表着中国最广大人民的根本利益，并通过制定正确的路线方针政策，为实现国家和人民的根本利益而不懈奋斗。”
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“三个代表”重要思想的提出，为即将召开的党的十六大，为全党在充满希望和挑战的21世纪完成自己承担的神圣历史使命，做了重要的思想理论准备。
          `
        },
        "19":{
          "title": "加入世界贸易组织",
          "detail":`&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2001年11月10日，在卡塔尔首都多哈举行的世界贸易组织第四届部长级会议，通过了中国加入世界贸易组织的决定。12月11日，中国正式成为世贸组织的第143名成员。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;加入世界贸易组织，使中国经济在全球化进程中获得参与制定规则和竞争的有利位置，从而得到更为广阔的发展空间，对经济体制改革和现代化建设产生深远影响，标志着我国对外开放进入了一个新的阶段。
          `
        },
        "20":{
          "title": "党的十六大",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2002年11月8日至14日，中国共产党第十六次全国代表大会在北京召开。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;党的十六大是党在新时期召开的第一次全国代表大会。大会的主题是：高举邓小平理论伟大旗帜，全面贯彻“三个代表”重要思想，继往开来，与时俱进，全面建设小康，加快推进社会主义现代化，为开创中国特色社会主义事业新局面而奋斗。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;党的十六大通过的《中国共产党章程（修正案）》，把“三个代表”重要思想同马克思列宁主义、毛泽东思想、邓小平理论一道，作为党必须长期坚持的指导思想写入党章。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;十六大报告强调，始终做到“三个代表”，是我们党的立党之本、执政之基、力量之源。
          `
        },
        "21":{
          "title": "科学发展观",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2003年4月，胡锦涛对广东考察时提出要坚持全面的发展观。同年8月底9月初，胡锦涛在江西考察时明确使用“科学发展观”概念，提出要牢固树立协调发展、全面发展、可持续发展的科学发展观。2003年10月，党的十六届三中全会通过的《关于完善社会主义市场经济体制若干问题的决定》，第一次在党的正式文件中完整地提出了科学发展观，要求“坚持以人为本，树立全面、协调、可持续的发展观”，按照“五个统筹”（统筹城乡发展、统筹区域发展、统筹经济社会发展、统筹人与自然和谐发展、统筹国内发展和对外开放）的要求，完善社会主义市场经济体制。`
        },
        "22":{
          "title": "西气东输工程",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2004年12月，实现全线商业运营的西气东输工程，是名副其实的横贯中国的能源大动脉。截至2018年底，西气东输已累计输送天然气超过4300亿立方米，使四亿人受益。`
        },
        "23":{
          "title": "青藏铁路",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2006年7月，青藏铁路全线建成通车，这是世界上海拔最高、线路最长的高原铁路，是世界铁路建设史上最具挑战性的工程之一，攻克了多年冻土、生态脆弱等世界性工程技术难题。青藏铁路的通车，对改善当地群众生活、加快当地经济社会发展有着重要意义。`
        },
        "24":{
          "title": "党的十七大",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2007年10月15日至21日，中国共产党第十七次全国代表大会在北京召开。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;大会对举什么旗、走什么路这一根本问题做出明确回答。报告提出，高举中国特色社会主义伟大旗帜、坚持中国特色社会主义道路，并首次对马克思主义中国化第二次飞跃的理论成果——中国特色社会主义理论体系做了概括。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;中国特色社会主义道路，就是在中国共产党领导下，立足基本国情，以经济建设为中心，坚持四项基本原则，坚持改革开放，解放和发展生产力，巩固和完善社会主义制度，建设社会主义市场经济、社会主义民主政治、社会主义先进文化、社会主义和谐社会，建设富强民主文明和谐的社会主义现代化国家。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;中国特色社会主义理论体系，就是包括邓小平理论、“三个代表”重要思想以及科学发展观等重大战略思想在内的科学理论体系。
          `
        },
        "25":{
          "title": "汶川地震",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2008年5月12日14时28分，中国发生了震惊世界的四川汶川8.0级特大地震，69227人遇难，17923人失踪，374643人受伤，受灾地区人民生命财产和经济社会发展蒙受了巨大损失。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在中共中央、国务院和中央军委坚强领导下，全党全军全国各族人民众志成城、迎难而上，迅速开展气壮山河的抗震救灾工作，奋勇夺取抗震救灾斗争伟大胜利，谱写了感天动地的英雄凯歌。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;面对灾后恢复重建的艰巨任务，党中央总揽全局、科学决策，坚强地组织领导各项重建工作。经过三年的努力，灾区基本生产生活条件和经济社会发展水平得到全面恢复并超过灾前水平，创造了灾后恢复重建的伟大奇迹。
          `
        },
        "26":{
          "title": "北京奥运会",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2008年8月8日，第29届夏季奥林匹克运动会在北京开幕。在这届夏季奥运会上，中国体育代表团居金牌榜第一位。国际奥委会前主席萨马兰奇评价道，“北京奥运会是所有奥运会中最好的一届奥运会。在未来，应该很少有人可以做到这种程度。”`
        },
        "27":{
          "title": `“十一五”规划`,
          "detail":`&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;“十一五”时期，五年计划改名为五年规划，面对国内外环境的复杂变化和重大风险挑战，党团结带领全国各族人民，充分发挥我国社会主义制度政治优势，充分发挥市场在资源配置中的基础性作用，使国家面貌发生新的历史性变化。有效应对国际金融危机巨大冲击，保持了经济平稳较快发展良好态势，战胜了四川汶川特大地震等自然灾害，成功举办北京奥运会、上海世博会和广州亚运会。综合国力大幅提升，经济总量由“十五”期末的世界第四位跃升至第二位，人均国内生产总值超过4000美元。`
        }
      },
      "04":{
        "01":{
          "title": "中共十八大",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2012年11月8日至14日，中国共产党第十八次全国代表大会在北京举行。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;党的十八大是我国进入全面建成小康社会决定性阶段召开的一次十分重要的大会。大会的主题是：高举中国特色社会主义伟大旗帜，以邓小平理论、“三个代表”重要思想、科学发展观为指导，解放思想，改革开放，凝聚力量，攻坚克难，坚定不移沿着中国特色社会主义道路前进，为全面建成小康社会而奋斗。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;大会回顾和总结了过去五年的工作和党的十六大以来的奋斗历程及取得的历史性成就，确定了科学发展观的历史地位。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;大会贯穿始终的一条主线就是坚持和发展中国特色社会主义。报告指出，建设中国特色社会主义，总依据是社会主义初级阶段，总布局是社会主义经济建设、政治建设、文化建设、社会建设、生态文明建设“五位一体”，总任务是实现社会主义现代化和中华民族伟大复兴。
          `
        },
        "02":{
          "title": "党的群众路线教育实践活动",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2013年6月至2014年10月，全党自上而下分两批深入开展以“为民、务实、清廉”为主要内容的党的群众路线教育实践活动。各级党组织认真贯彻“照镜子、正衣冠、洗洗澡、治治病”的总要求，以县处级以上领导机关、领导班子和领导干部为重点，突出作风建设，坚决反对“四风”，党员干部受到一次深刻的思想洗礼和严格的党性锻炼。`
        },
        "03":{
          "title": `“一带一路”倡议`,
          "detail":`&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2013年9月和10月，习近平先后提出建设“丝绸之路经济带”和“21世纪海上丝绸之路”的倡议。古代的丝绸之路曾是东西方经济、政治、文化交流的重要通道，今天的共建一带一路已成为广受欢迎的全球供应产品和重要国际合作平台。`
        },
        "04":{
          "title": "精准扶贫",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;消除贫困，自古以来人类梦寐以求的理想。党的十八大以来，党中央把脱贫攻坚作为全面建成小康社会的底线任务和标志性指标。举全国之力，全面打响脱贫攻坚战。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2013年11月，总书记在湖南湘西十八洞村首次提出精准扶贫理念，之后又要求做到“六个精准”，即扶持对象精准、项目安排精准、资金使用精准、措施到户精准、因村派人精准、脱贫成效精准。开对药方子，才能拔掉穷根子，精准扶贫是带有方向意义的重大改革。
          `
        },
        "05":{
          "title": "全面深化改革",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2013年11月，党的十八届三中全会通过《关于全面深化改革若干重大问题的决定》，全会指出，全面深化改革的总目标是完善和发展中国特色社会主义制度，推进国家治理体系和治理能力现代化。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;这是一次划时代的重要会议，开启了全面深化改革、系统整体设计推进改革的新时代，开创了中国改革开放的全新篇章。
          `
        },
        "06":{
          "title": "总体国家安全观",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2014年4月，总书记在中央国家安全委员会第一次会议上提出总体国家安全观。2015年7月，《中华人民共和国国家安全法》颁布，明确了政治安全、国土安全、军事安全、经济安全、文化安全、科技安全等11个领域的国家安全任务。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;坚持总体国家安全观，要求做到，以人民安全为宗旨，以政治安全为根本，以经济安全为基础，以军事、文化、社会安全为保障，以促进国际安全为依托，走出一条中国特色国家安全道路。
          `
        },
        "07":{
          "title": "全面依法治国",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2014年10月，党的十八届四中全会通过《关于全面推进依法治国若干重大问题的决定》，明确提出全面依法治国的指导思想、总体目标、基本原理。全面依法治国的总目标是建设中国特色社会主义法治体系，建设社会主义法治国家。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;《决定》系统回答了党的领导和依法治国的关系等一系列重大理论和实践问题，对科学立法、严格执法、公正司法、全民守法、法治队伍建设、加强和改进党对全面推进依法治国的领导作出全面部署。
          `
        },
        "08":{
          "title": "坚决打赢脱贫攻坚战",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2015年，中央扶贫开发工作会议举行，总书记强调，要坚决打赢脱贫攻坚战，确保到2020年所有贫困地区和贫困人口一道迈入全面小康社会；中共中央、国务院印发《关于打赢脱贫攻坚战的决定》，对“十三五”时期脱贫攻坚作出全面部署。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2016年4月，中共中央办公厅、国务院办公厅印发《关于建立贫困退出机制的意见》，明确贫困县、贫困村、贫困人口退出的标准和程序，对贫困退出进行严格的考核评估，确保脱贫结果真实。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2018年6月，中共中央、国务院印发《关于打赢脱贫攻坚战三年行动的指导意见》，推动脱贫攻坚工作更加有效开展。
          `
        },
        "09":{
          "title": "党的十九大",
          "detail": `&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2017年10月18日至24日，中国共产党第十九次全国代表大会召开。大会通过的报告《决胜全面建成小康社会，夺取新时代中国特色社会主义伟大胜利》，作出中国特色社会主义进入新时代、我国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾等重大政治论断，确立习近平新时代中国特色社会主义思想的历史地位，提出新时代坚持和发展中国特色社会主义的基本方略，确定决胜全面建成小康社会、开启全面建设社会主义现代化国家新征程的目标。大会通过关于《中国共产党章程（修正案）》的决议，把习近平新时代中国特色社会主义思想同马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观一道确立为党的行动指南并载入党章。`
        },
        "10":{
          "title": "新中国成立70周年",
          "detail":`&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;站在新中国成立70周年的新的历史起点，回眸党的奋斗历程和丰功伟绩，我们更加深刻地感受到党的光荣和伟大。回首这七十年，中国人民走的每一步都是步履蹒跚，每一步都付出了巨大牺牲，但是如今中国经过几十年来的艰苦建设，已经取得了“乘长风，破万里浪”的迅猛发展；透过港珠澳大桥、胡麻岭隧道、郑万铁路、复兴号、上海洋山港自动化码头、中国移动互联网等一个个超级工程，我们看到了在中国共产党的领导下，全国各族人民编织起一张张中国基础建设的大网，绘制出人民走向幸福、美好的希望版图，托举起中华民族伟大复兴的中国梦。`
        },
        "11":{
          "title": "疫情防控阻击战",
          "detail":`&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2020年新冠肺炎病毒疫情的爆发，恰逢党的十九届四中全会提出的坚持完善中国特色社会主义制度，推进国家治理体系和治理能力现代化之后的开局之年，因此疫情防控成为对我国治理体系和治理能力的集中考验，成为检验我国制度优势能否转化为治理效率的一次重大事件。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;疫情爆发后，中央高层高度重视，总书记亲自指挥部署，多次召开会议作出批示和指示，深入一线调查研究；各级党委和政府积极行动，疫情爆发之初各地启动一级响应，守土有责，守土担责，守土尽责；基层党组织雷厉风行，全面落实措施，积极做到每一名党员都成为一面鲜红的旗帜，每个党支部都成为党旗高高飘扬的战斗堡垒；普通党员群众积极投身，疫情防控一线党员挺身而出，坚定站在第一线，哪里任务重危险大，哪里就有党组织坚强有力的工作，哪里就有党员当先锋做表率。
          `
        },
        "12":{
          "title": "全部脱贫摘帽",
          "detail":`&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2020年11月23日下午，贵州省政府新闻办召开发布会，宣布经贵州省脱贫攻坚领导小组会议审定，紫云县、纳雍县、威宁县、赫章县、沿河县、榕江县、从江县、晴隆县、望谟县9个县退出贫困县序列。
          &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;至此，贵州全省66个贫困县全部实现脱贫摘帽。这也标志着国务院扶贫办确定的全国832个贫困县全部脱贫摘帽，全国脱贫攻坚目标任务已经完成。
          `
        }
      }
    }
  },

  onLoad: function (options) {
    var eid = options.eid
    var id = options.id
    console.log(eid, typeof(eid), id, typeof(id))
    var that = this
    var title = that.data.infomation[eid][id]["title"]
    var detail = that.data.infomation[eid][id]["detail"]
    that.setData({
      title: title,
      detail: detail
    })
  }
})